{
	"contact.agree": "und stimme der Verarbeitung meiner Daten gemäß der Beschreibung zu.",
	"contact.emailinvalid": "Ungültige E-Mail-Addresse",
	"contact.emailrequired": "Bitte geben Sie die E-Mail ein",
	"contact.feelfree": "Kontaktieren Sie  mich gerne bei Jobangeboten, Kollaborationen oder Empfehlungen – ich freue mich immer, IT-Gleichgesinnte kennenzulernen.",
	"contact.message": "Nachricht",
	"contact.messagerequired": "Bitte hinterlassen Sie eine Nachricht",
	"contact.myemail": "E-Mail",
	"contact.myphone": "Tel",
	"contact.name": "Name",
	"contact.namerequired": "Bitte geben Sie den Namen ein.",
	"contact.policyrequired": "Bitte lesen sie die Datenschutzerklärung",
	"contact.privacypolicy": "Datenschutzerklärung",
	"contact.read": "Ich habe die ",
	"contact.send": "Senden",
	"contact.successmsg": "Danke für Ihre Nachricht. I habe sie erhalten und melde mich bald!",
	"contact.title": "Schreiben Sie mir",
	"contact.worktogether": "Lass uns zusammen arbeiten!",
	"footer.legalnotice": "Impressum",
	"header.goback": "Zurück",
	"intro.city": "befinde mich in Nürnberg",
	"intro.iam": "Ich",
	"intro.iamrelocate": "Ich bin",
	"intro.iamremote": "Ich bin",
	"intro.introduction": "Ein Frontend Developer mit Hintergrund von Informatik und einer lösungsorientierten Denkweise. Dank meiner Leidenschaft für Coding lerne ich schnell und denke analytisch. Mit Erfahrung in sowohl Frontend- als auch Backend-Development arbeite ich gut im Team und genieße es, komplexe Ideen in saubere, intuitive Lösungen zu verwandeln.",
	"intro.relocate": "bereit für einen Umzug",
	"intro.remote": "offen für Remote-Arbeit",
	"intro.talk": "Lass uns reden",
	"intro.title": "Warum ich",
	"landingPage.name": "Yasin Sun",
	"landingPage.position": "FRONTEND ENTWICKLER",
	"nav.contact": "Contakt",
	"nav.myprojects": "Projekte",
	"nav.myskills": "Skills",
	"nav.whyme": "Warum ich",
	"player.linkedinprofile": "Profil bei Linkedin",
	"player.needateamplayer": "Brauchen Sie ein Teamplayer? ",
	"player.needateamplayer2": "Hier ist was meine Kollegen über mich sagen",
	"player.project": "Projekt",
	"player.reference1": "Yasin entwickelt, formatiert und liefert Inhalte gemeinsam mit dem Team. Er ist zuverlässig und freundlich.",
	"player.reference2": "Yasin beteiligte sich aktiv an Gesprächen und brachte stets hilfreiche Ideen ein. Er arbeitete konzentriert und beständig.",
	"player.reference3": "Yasin war für die Infrastruktur des Projekts verantwortlich und hielt alle Fristen ein. Als sein Teamkollege war ich beeindruckt.",
	"privatepolicy": "Datenschutzerklärung",
	"project.about": "Über das Projekt",
	"project.comingproject.about": "DABubble ist ein moderner Business-Chat-Client, der in einem vierwöchigen Teamprojekt entwickelt wurde. Die Anwendung ermöglicht professionelle Kommunikation in Echtzeit – inspiriert von Tools wie Slack, WhatsApp oder Discord, aber mit einem klaren Fokus auf geschäftliche Anforderungen.",
	"project.comingproject.comingsoon": "Kommt bald...",
	"project.dababble.about": "DABubble ist ein moderner Business-Chat-Client, der in einem vierwöchigen Teamprojekt entwickelt wurde und professionelle Echtzeitkommunikation ermöglicht – inspiriert von Tools wie Slack, WhatsApp oder Discord, aber mit klarem Fokus auf geschäftliche Anforderungen.",
	"project.duration": "Dauer",
	"project.join.about": "Ein Aufgabenmanager, inspiriert vom Kanban-System, mit dem du Aufgaben per Drag-and-Drop erstellen und organisieren sowie Benutzer und Kategorien zuweisen kannst.",
	"project.join.workexperience": "Ich arbeite eng mit meinem Team zusammen, halte tägliche Meetings zur Projektverfolgung ab und nutze neben dem Code-Management-Tool GitHub auch Trello für die Verwaltung.",
	"project.join.workprocess": "Das Projekt wurde in verschiedene Module aufgeteilt, die von unterschiedlichen Teammitgliedern betreut wurden. Namen und Module wurden im Voraus abgestimmt. Ein klarer Scrum-Workflow stellte den Projekterfolg sicher.",
	"project.ongoingproject": "Laufende Projekt",
	"project.pollo.about": "Ein 2D-Actionspiel, in dem du deinen Charakter steuerst, um gegen den mächtigen Hühnerboss und seine Schergen zu kämpfen und dabei Gold als Beute zu sammeln. Das Spiel wurde objektorientiert aufgebaut.",
	"project.pollo.workexperience": "Mit Teammitgliedern über neue Effekte oder Funktionen zu sprechen, macht viel Freude – besonders, wenn sie umgesetzt werden. Es gibt uns ein großes Erfolgserlebnis. Brainstorming unterstützt die Koordination und effiziente Zusammenarbeit im Team.",
	"project.pollo.workprocess": "Ich habe mein Projekt in wiederverwendbare Module und Komponenten unterteilt, mit Fokus auf Dokumentation, Benennung von Dateien, Variablen, Klassen und Tests, nach Clean-Code-Prinzipien.",
	"project.project": "Projekt",
	"project.technologies": "Technologien",
	"project.title": "Meine Projects",
	"project.weeks": "Woche(n)",
	"project.workexperience": "Meine Erfahrung in Teamarbeit",
	"project.workprocess": "Wie strukturierte ich den Arbeitsprozess",
	"skills.learning": "Ich lerne gerade",
	"skills.text": "Angular zu meistern hilft mir, zentrale Prinzipien der Frontend-Architektur zu verstehen. Diese sind auch die gefragtesten, die SIE als Arbeitgeber brauchen oder künftig brauchen könnten. Also dachte ich mir: warum nicht? Ich lerne schnell!",
	"skills.title": "Meine Skills"
}
