{
	"contact.agree": "and agree to the processing of my data as outlined.",
	"contact.emailinvalid": "Invalid email address",
	"contact.emailrequired": "Please fill out the email",
	"contact.feelfree": "Feel free to reach out with job opportunities, project collaborations, or professional recommendations — I'm always open to connecting with like-minded people.",
	"contact.message": "Message",
	"contact.messagerequired": "Please fill out the message",
	"contact.myemail": "Email ",
	"contact.myphone": "Tel",
	"contact.name": "Name",
	"contact.namerequired": "Please fill out the name",
	"contact.policyrequired": "Please accept the privacy policy",
	"contact.privacypolicy": "privacy policy",
	"contact.read": "I've read the",
	"contact.send": "Send",
	"contact.successmsg": "Thanks for your message, I got it and will get back to you soon!",
	"contact.title": "Contact me",
	"contact.worktogether": "Let us work together!",
	"footer.legalnotice": "Legal Notice",
	"header.goback": "Go Back",
	"intro.city": "located in Nuremberg",
	"intro.iam": "I am",
	"intro.iamrelocate": "I am ",
	"intro.iamremote": "I am",
	"intro.introduction": "I am a frontend developer with a strong computer science background and a problem-solving mindset. Thanks to my passion for coding, I learn quickly, think analytically, and never give up easily. With experience in both frontend and backend development, I work well in teams and enjoy turning complex ideas into clean, user-friendly solutions. ",
	"intro.relocate": "willing to relocate",
	"intro.remote": "open to working remotely",
	"intro.talk": "Let's talk",
	"intro.title": "Why me",
	"landingPage.name": "Yasin Sun",
	"landingPage.position": "FRONTEND DEVELOPER",
	"nav.contact": "Contact",
	"nav.myprojects": "Projects",
	"nav.myskills": "Skills",
	"nav.whyme": "Why me",
	"player.linkedinprofile": "Linkedin Profile",
	"player.needateamplayer": "Need a teamplayer?",
	"player.needateamplayer2": "Here is what my colleagues said about me",
	"player.project": "Project",
	"player.reference1": "Yasin has to develop, format and deliver content in collaborationn with the team member. He is a realible and friendly person.",
	"player.reference2": "Yasin participated actively in discussions and always brought helpful ideas. He worked with focus and consistency.",
	"player.reference3": "Yasin was responsible for key structural elements and met all deadlines. As his teammate, I was impressive.",
	"privatepolicy": "Private Policy",
	"project.about": "About the project",
	"project.comingproject.about": "DABubble is a modern business chat client developed during a four-week team project. The application enables professional real-time communication – inspired by tools like Slack, WhatsApp, or Discord, but with a clear focus on business needs.",
	"project.comingproject.comingsoon": "Coming soon...",
	"project.dababble.about": "DABubble is a modern business chat client developed during a four-week team project. The application enables professional real-time communication – inspired by tools like Slack, WhatsApp, or Discord, but with a clear focus on business needs.",
	"project.duration": "Duration",
	"project.join.about": "A task manager inspired by the Kanban system, allowing you to create and organize tasks through drag-and-drop functionality, and assign users and categories.",
	"project.join.workexperience": "I work closely with my teammates, having day-to-day meetings to follow up processes of the project and using not only the code-managing tool GitHub but also Trello for task management.",
	"project.join.workprocess": "The project was divided into different modules, each managed by different team members. Naming conventions and modules were discussed in advance, and a clear Scrum workflow was adopted to ensure successful delivery.",
	"project.ongoingproject": "Ongoing Project",
	"project.pollo.about": "A 2D action game where you control your character to fight against and the powerful chicken boss and its minions whist collect golds as spoils. The game is built using an object-oriented programming structure.",
	"project.pollo.workexperience": "Discussing a new effect or feature with teammates is a truly joyful experience, especially when it gets implemented—it gives us a strong sense of accomplishment. Brainstorming helps team members coordinate and work efficiently.",
	"project.pollo.workprocess": "I broke my project down into resuable modules and components, focusing on documentation, naming files, variables, classes and testing, following clean coding principles.",
	"project.project": "Project",
	"project.technologies": "Technologies",
	"project.title": "My Projects",
	"project.weeks": "week(s)",
	"project.workexperience": "My group work experience",
	"project.workprocess": "How I have organized my work process",
	"skills.learning": "I am currently learning",
	"skills.text": " Mastering Angular helped me understand core Frontend architecture principles. These are the most popular frameworks that YOU as employer need or might need in the future. So I thought to myself: why not? I am a fast learner!",
	"skills.title": "My Skills"
}
