{
	"nav": {
		"whyme": "Why Me",
		"myskills": "My Skills",
		"myprojects": "My Projects",
		"contact": "Contact",
		"legalnotice": "Legal Notice"
	},
	
	"landingPage": {
		"name": "Yasin Sun",
		"position": "Frontend Developer"
	},
	"intro": {
		"title": "Why Choose Me?",
		"munich": "I'm available from Munich",
		"munich.subtitle": "On-site or hybrid - flexible for your project",
		"remote": "I work remotely nationwide",
		"remote.subtitle": "Modern collaboration without geographical boundaries",
		"relocate": "I'm ready to relocate",
		"relocate.subtitle": "For the right project across Germany",
		"introduction": "As a passionate front-end developer, I combine technical expertise with creative vision. My deep understanding of modern technologies like Angular, TypeScript, and contemporary design systems enables me to craft digital experiences that captivate users and drive business success.",
		"talk": "Let's talk!"
	},
	"skills": {
		"title": "My Skills",
		"learning": "Continuous Learning",
		"text": "I stay up-to-date with the latest technology and continuously expand my knowledge. Currently, I'm deepening my understanding of React and Vue.js to become even more versatile."
	},
	"project": {
		"title": "My Projects",
		"project": "Project",
		"ongoingproject": "Ongoing Project",
		"technologies": "Technologies",
		"duration": "Duration",
		"weeks": "weeks",
		"about": "About the Project",
		"workprocess": "Work Process",
		"workexperience": "Experience",
		"comingproject": {
			"comingsoon": "Coming Soon"
		},
		"join": {
			"about": "Join is a comprehensive project management application that helps teams efficiently organize and manage their tasks. With an intuitive user interface and powerful features.",
			"workprocess": "The project was developed using agile methods, where I focused on frontend development with Angular and Firebase integration. Special emphasis was placed on responsive design and user experience.",
			"workexperience": "Through this project, I was able to deepen my Angular skills and gain valuable experience in teamwork. The challenge was particularly in implementing complex drag-and-drop functionalities."
		},
		"pollo": {
			"about": "El Pollo Loco is an exciting jump-and-run game developed with pure JavaScript. The game offers an entertaining gaming experience with various levels and challenges.",
			"workprocess": "Development was done entirely with Vanilla JavaScript, HTML5 Canvas, and CSS. Special attention was paid to game mechanics, animations, and performance optimization.",
			"workexperience": "This project helped me solidify my JavaScript fundamentals and develop a deeper understanding of game development and canvas programming."
		},
		"dababble": {
			"about": "DA Bubble is a modern communication platform that enables teams to collaborate effectively. With real-time messaging, channels, and file sharing, it provides all the necessary tools for modern team communication."
		}
	},
	"player": {
		"needateamplayer": "Need a ",
		"needateamplayer2": "team player?",
		"project": "Project:",
		"reference1": "Yasin has an impressive ability to solve complex problems and develop innovative solutions. His communication is always clear and professional.",
		"reference2": "Working with Yasin was excellent. He brings not only technical expertise but also a positive attitude and team spirit.",
		"reference3": "Yasin shows exceptional attention to detail and has consistently delivered high-quality work on time. A valuable team partner.",
		"linkedinprofile": "LinkedIn Profile"
	},
	"contact": {
		"title": "Contact Me",
		"feelfree": "Got a problem to solve?",
		"worktogether": "Let's work together!",
		"myemail": "Email",
		"myphone": "Phone",
		"name": "Your Name",
		"message": "Your Message",
		"namerequired": "Name is required",
		"emailrequired": "Email is required",
		"emailinvalid": "Invalid email address",
		"messagerequired": "Message is required",
		"read": "I have read the",
		"privacypolicy": "privacy policy",
		"agree": "and agree to it",
		"send": "Send",
		"successmsg": "Message sent successfully!"
	},
	"footer": {
		"legalnotice": "Legal Notice"
	},
	"header": {
		"goback": "Go Back"
	},
	"privatepolicy": "Privacy Policy"
}